xournalpp
pandoc
neovim
fish
ranger
zathura
zathura-pdf-mupdf
calibre
firefox
discord
etcher-bin
gimp
inkscape
obs-studio
picom
flameshot
spotify
spotifywm-git
telegram-desktop

xmonad
xmonad
xmobar
xmonad-contrib
haskell-dbus
xmonad-utils
xmonad-log
feh
awesome-terminal-fonts
dmenu

brave-bin
alacritty
bat
calcurse
clang
docker
docker-buildx
dunst
etcher-bin
fd
feh
figlet
fzf
openscad
qalculate-gtk
qutebrowser
redshift
ripgrep
tmux
toilet
translate-shell
udiskie
unison
paru-bin
