xournalpp
pandoc
neovim
fish
ranger
zathura
zathura-pdf-mupdf
calibre
discord
gimp
inkscape
obs-studio
picom
flameshot
spotify-launcher
telegram-desktop

xmonad
xmobar
xmonad-contrib
haskell-dbus
xmonad-utils
feh
awesome-terminal-fonts
dmenu

alacritty
bat
calcurse
clang
docker
docker-buildx
dunst
fd
feh
figlet
fzf
openscad
qalculate-gtk
qutebrowser
redshift
ripgrep
tmux
translate-shell
udiskie
unison

xorg
xorg-xinit
nodejs
sox
xclip
python-pip
mpv
openssh
rsync
tree
ttf-mononoki-nerd
otf-font-awesome-5
xsel
trash-cli

# AUR packages
etcher-bin
spotifywm-git
xmonad-log
brave-bin
toilet
ly
zulip-desktop-bin
anki-bin
ncpamixer
otf-font-awesome-5



